[
  {
    "DeniedAlternatives": [],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/title"
      ]
    },
    "Texts": {
      "Eng": "Find Clues to Locate the Glitch Artifact",
      "Rus": "Найдите подсказки об артефакте глитчей"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/scriptConfig/radioMessages/uniqueProgress/glitchhorndisplay/text"
      ]
    },
    "Texts": {
      "Eng": "Heraldry is important among the Glitch. The sigil on this banner is unique, and I believe it may indirectly relate to the artifact. I will research its origins.",
      "Rus": "Геральдика важна среди глитчей. Сигил на этом знамени уникален, и я думаю, что он не напрямую, но связан с артефактом. Я изучу его происхождение."
    }
  },
  {
    "DeniedAlternatives": [
      "Думаю, что я знаю, где находится Артефакт Глитчей! ^#71f2f6; Возвращайтесь в Ковчег, когда будете готовы^white;, дорогуша, и я расскажу тебе больше."
    ],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/scriptConfig/radioMessages/complete/text"
      ]
    },
    "Texts": {
      "Eng": "My theories were correct! ^#71f2f6;Come back to the Ark when you're ready^white; and I'll tell you where the Artifact is being kept, dear.",
      "Rus": "Думаю, что я знаю, где находится артефакт глитчей! ^#71f2f6; Возвращайся в Ковчег, когда будешь готов^white;, дорогуша, и я расскажу тебе больше."
    }
  },
  {
    "DeniedAlternatives": [
      "Теперь нам надо найти ^orange;артефакт Глитчей^reset;. Глитчи предпочитают обитать на планетах с большой ^orange;вулканической активностью^reset; (им, похоже, нравится это). Вулканические планеты располагаются вокруг ^orange;огненных звезд^reset;. ^green;Лучше там поискать ^orange;улики^white;. Я знаю, что Глитчи немного эксцентричны, но не стоит их недооценивать: будь осторожен, дорогуша."
    ],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/text"
      ]
    },
    "Texts": {
      "Eng": "Now we need to find the ^orange;Glitch artifact^reset;. Glitch tend to reside on planets with a lot of ^orange;volcanic activity^reset; (they seem to find them vaguely comforting). Volcanic planets occur around ^orange;fiery stars^reset;. ^green;Best to search there for ^orange;clues^white;. I know the Glitch are a little offbeat, but don't underestimate them: look after yourself dear.",
      "Rus": "Теперь нам надо найти ^orange;артефакт глитчей^reset;. Глитчи предпочитают обитать на планетах с большой ^orange;вулканической активностью^reset; (им, похоже, нравится это). Вулканические планеты располагаются вокруг ^orange;огненных звезд^reset;. ^green;Лучше там поискать ^orange;улики^white;. Я знаю, что глитчи немного эксцентричны, но не стоит их недооценивать: будь осторожен, дорогуша."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/completionText"
      ]
    },
    "Texts": {
      "Eng": "That last clue has confirmed the location of the Glitch artifact! Excellent. Congratulations dear.",
      "Rus": "Последняя улика подтвердила местонахождения артефакта глитчей! Превосходно. Поздравляю, дорогуша."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/scriptConfig/radioMessages/uniqueProgress/glitchscribe/text"
      ]
    },
    "Texts": {
      "Eng": "The letter on this desk mentions a figure of great notoriety amongst the Glitch. Amongst other things, he is a proprietor of many riches...",
      "Rus": "Письмо на этом столе упоминает большую шишку среди глитчей. Кроме всего прочего, он владеет невероятным богатством..."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/scriptConfig/radioMessages/uniqueProgress/glitchdecree/text"
      ]
    },
    "Texts": {
      "Eng": "The text you just scanned mentions a treasure repository - a keep that stores a cache of valuable items. Could it hold something of as much worth as the artifact?",
      "Rus": "Текст, который только что был отсканирован, упоминает хранилище сокровищ - место, в котором находится склад ценных вещей. Может ли это быть нечто ценное как и артефакт?"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/scriptConfig/radioMessages/uniqueProgress/glitchchess/text"
      ]
    },
    "Texts": {
      "Eng": "This chess table is curious - the pieces are all hand-carved, made by a skilled individual. The design is somewhat idiosyncratic. I wonder what its provenance is.",
      "Rus": "Эта шахматная доска довольно интересна - все фигурки ручной работы, сделанные мастером своего дела. Дизайн немного странный. Интересно его происхождение..."
    }
  },
  {
    "DeniedAlternatives": [
      "Эта статуэтка...Кажется, мне знакомо, чья она! Было ли это где-то в книге? Надо поискать..."
    ],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/scriptConfig/radioMessages/uniqueProgress/glitchbaronfigure/text"
      ]
    },
    "Texts": {
      "Eng": "This statuette... I've seen this individual before! Was it in a book somewhere? I'll investigate...",
      "Rus": "Эта статуэтка... Кажется, мне знакомо, чья она! Было ли это где-то в книге? Надо поискать..."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/scriptConfig/radioMessages/startAlreadyComplete/text"
      ]
    },
    "Texts": {
      "Eng": "You're quite the collector of Glitch antiquities! It appears you've already located enough clues to to allow me to identify the location of the Artifact!",
      "Rus": "Да вы - неплохой коллекционер реликвий глитчей! Похоже, что вы собрали достаточно улик, чтобы позволить мне найти местоположение артефакта!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "quests/story/glitch_mission1.questtemplate": [
        "/scriptConfig/descriptions/findClues"
      ]
    },
    "Texts": {
      "Eng": "^green;Scan objects^reset; to find ^orange;Glitch clues^reset;",
      "Rus": "^green;Просканируйте объекты^reset;, чтобы найти ^orange;подсказки глитчей^reset;"
    }
  }
]