[
  {
    "DeniedAlternatives": [
      "Беспорядочная карта для определения местонахождения Большого Эйпа. Кто-бы её не нарисовал, он был очень зол."
    ],
    "Files": {
      "objects/clues/apex/bigapetargetmap/bigapetargetmap.object": [
        "/description"
      ]
    },
    "Texts": {
      "Eng": "A disorganised map for locating Big Ape. Whoever drew it was very angry.",
      "Rus": "Сделанная на скорую руку карта с местоположением Большого Эйпа. Кто бы это не нарисовал, он был очень зол."
    }
  },
  {
    "DeniedAlternatives": [
      "Карта с обозначением Большого Эйпа"
    ],
    "Files": {
      "objects/clues/apex/bigapetargetmap/bigapetargetmap.object": [
        "/shortdescription"
      ]
    },
    "Texts": {
      "Eng": "Big Ape Target Map",
      "Rus": "Карта с планами повстанцев"
    }
  },
  {
    "DeniedAlternatives": [
      "Флоран не уверен для чего эта карта."
    ],
    "Files": {
      "objects/clues/apex/bigapetargetmap/bigapetargetmap.object": [
        "/floranDescription"
      ]
    },
    "Texts": {
      "Eng": "Floran not sssure what map isss for.",
      "Rus": "Флоран не уверен, что понимает сссмысл этой карты."
    }
  },
  {
    "DeniedAlternatives": [
      "Похоже что эта карта содержит информацию о местонахождении Большого Эйпа, который по факту является лидером всего народа Апексов."
    ],
    "Files": {
      "objects/clues/apex/bigapetargetmap/bigapetargetmap.object": [
        "/glitchDescription/glitchEmotedText"
      ]
    },
    "Texts": {
      "Eng": "This map appears to contain information on locating Big Ape, de facto leader of the Apex population.",
      "Rus": "По-видимому, эта карта содержит информацию о местонахождении Большого Эйпа, де-факто лидера Апексов."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/clues/apex/bigapetargetmap/bigapetargetmap.object": [
        "/hylotlDescription"
      ]
    },
    "Texts": {
      "Eng": "This map has many scrawled notes and intel on the location of Big Ape. Someone clearly wants to find him.",
      "Rus": "На этой карте много нацарапанных заметок и разведданных о местонахождении Большого Эйпа. Кто-то явно хочет его найти. "
    }
  },
  {
    "DeniedAlternatives": [
      "Эта карта сплошь покрыта заметками и направлениями о возможном местонахождении Большого Эйпа."
    ],
    "Files": {
      "objects/clues/apex/bigapetargetmap/bigapetargetmap.object": [
        "/apexDescription"
      ]
    },
    "Texts": {
      "Eng": "This map is covered with scrawling notes and directions about Big Ape's probable whereabouts.",
      "Rus": "Эта карта покрыта заметками и указаниями о вероятном местоположении Большого Эйпа."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/clues/apex/bigapetargetmap/bigapetargetmap.object": [
        "/humanDescription"
      ]
    },
    "Texts": {
      "Eng": "This map seems to contain lots of scrawled notes on Big Ape's whereabouts. The writer clearly has a vendetta with the dictator.",
      "Rus": "Похоже, эта карта содержит множество наспех нацарапанных заметок о местонахождении Большого Эйпа. У автора явно вендетта с диктатором."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/clues/apex/bigapetargetmap/bigapetargetmap.object": [
        "/novakidDescription"
      ]
    },
    "Texts": {
      "Eng": "This poster has some information on the whereabouts of Big Ape - written by some angry folk, clearly.",
      "Rus": "На этом плакате кой-какая информация о местоположении Большого Эйпа. Написано явно каким-то злым парнем."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/clues/apex/bigapetargetmap/bigapetargetmap.object": [
        "/avianDescription"
      ]
    },
    "Texts": {
      "Eng": "This seems to have lots of notes and information about where Big Ape is located.",
      "Rus": "Тут, кажется, много заметок и информации о том, где находится Большой Эйп."
    }
  }
]