[
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/spawner/colonydeed/colonydeed.object": [
        "/hylotlDescription"
      ]
    },
    "Texts": {
      "Eng": "If hung in an enclosed building with a door and a light, someone will move in and make it their home.",
      "Rus": "Если в здании сделать дверь и повесить свет, кто-нибудь обязательно в нём поселится."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/spawner/colonydeed/colonydeed.object": [
        "/apexDescription"
      ]
    },
    "Texts": {
      "Eng": "If placed in a building with a door and a light it will encourage someone to move in.",
      "Rus": "Если поместить прибор в здание с дверью и источником света, он вдохновит кого-нибудь обрести здесь свой дом."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/spawner/colonydeed/colonydeed.object": [
        "/glitchDescription/glitchEmotedText"
      ]
    },
    "Texts": {
      "Eng": "If placed in a correctly structured building, this colony deed will encourage someone to move in.",
      "Rus": "Если поместить в правильно структурированное здание этот 'колонизатор' вдохновит кого-нибудь поселиться в нем."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/spawner/colonydeed/colonydeed.object": [
        "/description"
      ]
    },
    "Texts": {
      "Eng": "Place in an enclosed building with at least one door and light source and someone will move in!",
      "Rus": "Поместите в закрытое помещение с хотя бы одной дверью и источником света и кто-нибудь в нём поселится!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/spawner/colonydeed/colonydeed.object": [
        "/floranDescription"
      ]
    },
    "Texts": {
      "Eng": "Ssscreen to hang on building wall. Makes sssomeone move into home!",
      "Rus": "Повессте на сстену внутри здания. Кто-нибудь засселится ссюда."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/spawner/colonydeed/colonydeed.object": [
        "/humanDescription"
      ]
    },
    "Texts": {
      "Eng": "These are great for expanding a colony. Place it in a building with a door and a light and someone will move in.",
      "Rus": "Отлично подходит для расширения колонии. Поместите прибор в здание с дверью и источником света и кто-нибудь обязательно заселится."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/spawner/colonydeed/colonydeed.object": [
        "/avianDescription"
      ]
    },
    "Texts": {
      "Eng": "This device will invite someone to move into the building. Just make sure there's a door and a light.",
      "Rus": "Это устройство приглашает кого-нибудь поселиться в здании. Убедитесь что есть дверь и источник света."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/spawner/colonydeed/colonydeed.object": [
        "/novakidDescription"
      ]
    },
    "Texts": {
      "Eng": "With a colony deed someone'll move into the building. Just make sure the building has a door an' a light source.",
      "Rus": "С этим 'колонизатором' кто-нибудь обязательно приедет сюда жить. Просто убедитесь что в здании есть дверь и источник света."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/spawner/colonydeed/colonydeed.object": [
        "/shortdescription"
      ]
    },
    "Texts": {
      "Eng": "^yellow;Colony Deed",
      "Rus": "^yellow;Колонизатор"
    }
  }
]