[
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/themed/astronaut/sunmodel/sunmodel.object": [
        "/description"
      ]
    },
    "Texts": {
      "Eng": "A detailed model of Sol, the yellow dwarf responsible for all life on Earth. It even casts light.",
      "Rus": "Детализированная модель Солнца, жёлтого карлика ответственного за всю жизнь на Земле. Она даже светит."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/themed/astronaut/sunmodel/sunmodel.object": [
        "/glitchDescription/glitchEmotedText"
      ]
    },
    "Texts": {
      "Eng": "I wonder when I'll be able to see the Sun with my own eyes again.",
      "Rus": "Мне интересно, когда же я смогу снова увидеть Солнце своими собственными глазами..."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/themed/astronaut/sunmodel/sunmodel.object": [
        "/novakidDescription"
      ]
    },
    "Texts": {
      "Eng": "I would stare at the Sun for hours when at the Academy. I'll sure miss that.",
      "Rus": "Я мог смотреть на Солнце часами, когда был в Академии. Я определённо буду скучать по этому."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/themed/astronaut/sunmodel/sunmodel.object": [
        "/humanDescription"
      ]
    },
    "Texts": {
      "Eng": "My home star, the Sun. I'll always remember the view from Earth at sunset...",
      "Rus": "Моя домашняя звезда, Солнце. Я всегда буду помнить вид с Земли при закате..."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/themed/astronaut/sunmodel/sunmodel.object": [
        "/shortdescription"
      ]
    },
    "Texts": {
      "Eng": "Sol Model",
      "Rus": "Модель Солнца"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/themed/astronaut/sunmodel/sunmodel.object": [
        "/floranDescription"
      ]
    },
    "Texts": {
      "Eng": "The Sssun. Despite the destruction of Earth it ssstill shines brightly.",
      "Rus": "Сссолнце. Несмотря на разрушение Земли, оно всё еще ярко светит."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/themed/astronaut/sunmodel/sunmodel.object": [
        "/apexDescription"
      ]
    },
    "Texts": {
      "Eng": "The Sun. The centre of the Sol System. It's a yellow dwarf which count as roughly 7.6% of all main-sequence stars.",
      "Rus": "Солнце. Центр Солнечной системы. Является жёлтым карликом, которые насчитывают всего 7.6% из всех звёзд главной последовательности."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/themed/astronaut/sunmodel/sunmodel.object": [
        "/hylotlDescription"
      ]
    },
    "Texts": {
      "Eng": "The star of the Sol System and a G-type main-sequence star that serves at the accepted interstellar standard for defining solar mass.",
      "Rus": "Звезда Солнечной системы и тип желтого карлика из звёзд главной последовательности, которая служит как допустимый межзвёздный стандарт определения солнечной массы."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/themed/astronaut/sunmodel/sunmodel.object": [
        "/avianDescription"
      ]
    },
    "Texts": {
      "Eng": "The star of the Sol System. It's not dissimilar from one of the twin stars of my own home system.",
      "Rus": "Звезда Солнечной системы. Не особо отличается от одной из звёзд-близнецов моей родной системы."
    }
  }
]