[
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/outpost/2stopteleshop/2stoptele.object": [
        "/shortdescription"
      ]
    },
    "Texts": {
      "Eng": "2 Stop Teleshop Teleporter",
      "Rus": "\"2 Stop Teleshop\" Телепортер"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/outpost/2stopteleshop/2stoptele.object": [
        "/avianDescription"
      ]
    },
    "Texts": {
      "Eng": "A functioning teleporter! If I mark it I can return here from a different teleporter at any point.",
      "Rus": "Ого, действующий телепорт! Если я помечу его, то смогу вернуться сюда через любой другой телепорт, где бы он не был."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/outpost/2stopteleshop/2stoptele.object": [
        "/hylotlDescription"
      ]
    },
    "Texts": {
      "Eng": "A teleporter. If I mark it I should be able to return to this point from a different teleporter.",
      "Rus": "О, телепорт. Если я его отмечу, то должен суметь вернуться на это место через любой другой телепорт."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/outpost/2stopteleshop/2stoptele.object": [
        "/novakidDescription"
      ]
    },
    "Texts": {
      "Eng": "By markin' this teleporter I can teleport straight back here if n' when I find another teleporter.",
      "Rus": "Когда отмечу этот телепорт, я смогу возвращаться сюда если найду другой телепорт."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/outpost/2stopteleshop/2stoptele.object": [
        "/glitchDescription/glitchEmotedText"
      ]
    },
    "Texts": {
      "Eng": "By marking this teleporter I should be able to return to this point from any other teleporter!",
      "Rus": "Поставленная на этом телепорте метка должна обеспечить мне возвращение на эту точку из любого другого телепорта! "
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/outpost/2stopteleshop/2stoptele.object": [
        "/floranDescription"
      ]
    },
    "Texts": {
      "Eng": "If Floran marksss this teleporter Floran can return here from other teleport machines!",
      "Rus": "Если Флоран поставит метку на этот телепорт, Флоран ссможет вернуться ссюда через другие телепорты!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/outpost/2stopteleshop/2stoptele.object": [
        "/apexDescription"
      ]
    },
    "Texts": {
      "Eng": "If I mark this teleporter I can return here from a different teleporter at any point.",
      "Rus": "Если я промаркирую этот телепорт, то смогу вернуться сюда из любого другого места, где есть такое же устройство."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/outpost/2stopteleshop/2stoptele.object": [
        "/humanDescription"
      ]
    },
    "Texts": {
      "Eng": "It's a teleporter! If I mark it I should be able to return here from a different teleporter whenever I like.",
      "Rus": "Да это же телепорт! Если я промаркирую его то у меня должно получиться вернуться сюда через любой другой телепорт всякий раз, когда мне это понадобится."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/outpost/2stopteleshop/2stoptele.object": [
        "/description"
      ]
    },
    "Texts": {
      "Eng": "This teleporter makes a great demonstration and a handy return point!",
      "Rus": "Это и хорошая демонстрация и отличная точка привязки!"
    }
  }
]