[
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminHelpText"
      ]
    },
    "Texts": {
      "Eng": "Admin commands are: %s",
      "Rus": "Команды администратора: %s"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicHelpText"
      ]
    },
    "Texts": {
      "Eng": "Basic commands are: %s",
      "Rus": "Стандартные команды: %s"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugHelpText"
      ]
    },
    "Texts": {
      "Eng": "Debug commands are: %s",
      "Rus": "Отладочные команды: %s"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/admin"
      ]
    },
    "Texts": {
      "Eng": "Usage /admin. Enables or disables admin mode, which enables all crafting recipes, prevents damage or energy loss, and allows access to admin-only commands.",
      "Rus": "Команда \"/admin\". Включает или отключает режим администратора, который открывает все рецепты, убирает получаемый урон и потерю энергии. Также обеспечивает доступ к командам администратора."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/ban"
      ]
    },
    "Texts": {
      "Eng": "Usage /ban playerSpecifier [reason] [kind] [timeInSeconds]. Kick and ban the specified player and send the reason to the player. If no reason is specified then the player's server nickname is used as the reason. Kind is specified as \"uuid\" or \"ip\" or \"both\" and defaults to \"both\". timeInSeconds defaults to forever. Bans that have a specified duration are not persistent. If you shut down the server or reload configuration, all of your temporarily banned users will be unbanned immediately.",
      "Rus": "Команда \"/ban ник_игрока [причина] [тип] [время_в_секундах]\". Отключает и блокирует указанного игрока, отправляя указанную причину игроку. Если причина не указана, то используется ник игрока на сервере в качестве причины. Тип указывается как \"uuid\" (по uuid), \"ip\"(по ip) или же \"both\"(оба варианта). Время в секундах по умолчанию стоит как \"вечно\". Блокировки с указанной длительностью не постоянны. Если отключить или перезагрузить сервер, все временно заблокированные игроки будут разблокированы незамедлительно."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/boxes"
      ]
    },
    "Texts": {
      "Eng": "Usage /boxes. Toggle the display of collision debugging polygons if debug mode is enabled.",
      "Rus": "Команда \"/boxes\". Включает или отключает отображения отладочных границ взаимодействия, если включен режим отладки."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/cinema"
      ]
    },
    "Texts": {
      "Eng": "Usage /cinema cinematicPath [timestamp]. Plays the specified cinematic for testing, optionally starting at the specified timestamp.",
      "Rus": "Команда \"/cinema путь_к_сцене\". Проигрывает указанную сцену в целях тестирования."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/clearboxes"
      ]
    },
    "Texts": {
      "Eng": "Usage /clearboxes. Toggle whether or not to clear boxes displayed with /boxes every frame.  Useful for determining routes that enemies take, can get messy looking though.",
      "Rus": "Команда \"/clearboxes\". Переключает очистку очертания после каждого кадра, отображаемые командой \"/boxes\". Полезно для определения маршрутов врагов, хотя может быть сложным для восприятия."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/clearcinematics"
      ]
    },
    "Texts": {
      "Eng": "Usage /clearcinematics. Resets all history of played unique cinematics, allowing the player to see these cinematics again.",
      "Rus": "Команда \"/clearcinematics\". Сбрасывает всю историю уникальных проигранных сцен, позволяя игроку увидеть их вновь."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/clearradiomessages"
      ]
    },
    "Texts": {
      "Eng": "Usage /clearradiomessages. Resets all history of received unique radio messages, allowing the player to see these messages again.",
      "Rus": "Команда \"/clearradiomessages\". Сбрасывает все полученные радиосообщения, что позволит игроку увидеть эти сообщения снова."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/clearscannedobjects"
      ]
    },
    "Texts": {
      "Eng": "Usage /clearscannedobjects. Resets the player's record of previously scanned objects. Will not reset quest progress for object scanning quests.",
      "Rus": "Команда \"/clearscannedobjects\". Сбрасывает описание всех просканированных раннее объектов. Не сбрасывает прогресс заданий, заключающихся в сканировании объектов."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/clearstagehand"
      ]
    },
    "Texts": {
      "Eng": "Usage /clearstagehand. Despawns any stagehands with positions close to the current cursor position.",
      "Rus": "Команда \"/clearstagehand\". Удаляет все находящиеся возле курсора предметы (вне инвентаря)."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/completequest"
      ]
    },
    "Texts": {
      "Eng": "Usage /completequest questId. Force completion of a currently active quest with the given quest ID (usually the quest template ID).",
      "Rus": "Команда \"/completequest ID_задания\". Принудительное завершение текущего задания с полученным ID (обычно используется ID шаблона задания)."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/deaths"
      ]
    },
    "Texts": {
      "Eng": "Usage /deaths. Displays the total death count of the current character.",
      "Rus": "Команда \"/deaths\". Отображает количество смертей текущего персонажа."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/debug"
      ]
    },
    "Texts": {
      "Eng": "Usage /debug. Enable debugging mode.",
      "Rus": "Команда \"/debug\". Включает режим отладки."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/disablespawning"
      ]
    },
    "Texts": {
      "Eng": "Usage /disablespawning. Disable automatic monster spawning on the current world.",
      "Rus": "Команда \"/disablespawning\". Отключает автоматическое появление монстров в текущем мире."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/enablespawning"
      ]
    },
    "Texts": {
      "Eng": "Usage /enablespawning. Enable automatic monster spawning on the current world.",
      "Rus": "Команда \"/enablespawning\". Включает автоматическое появление монстров в текущем мире."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/enabletech"
      ]
    },
    "Texts": {
      "Eng": "Usage /enabletech techName. Unlocks the specified tech for use.",
      "Rus": "Команда \"/enabletech название_технологии\". Открывает указанную технологию."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/entityeval"
      ]
    },
    "Texts": {
      "Eng": "Usage /entityeval <lua>. Evaluates given lua in the context of the closest scripted entity to the cursor. Only usable locally.",
      "Rus": "Команда \"/entityeval <lua>\". Сравнивает указанную команду на языке Lua в контексте сценария в месте, близком к курсору. Может использоваться только локально."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/eval"
      ]
    },
    "Texts": {
      "Eng": "Usage /eval <lua>. Evaluates given lua in script processor context. Only usable locally.",
      "Rus": "Команда \"/eval <lua>\". Сравнивает указанную команду на языке Lua в контексте обработчика сценариев. Может использоваться только локально."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/failquest"
      ]
    },
    "Texts": {
      "Eng": "Usage /failquest questId. Force failure of a currently active quest with the given quest ID (usually the quest template ID).",
      "Rus": "Команда \"/failquest ID_задания\". Принудительный провал текущего задания с полученным ID (обычно используется ID шаблона задания)."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/fixedcamera"
      ]
    },
    "Texts": {
      "Eng": "Usage /fixedcamera. Toggle locking the camera's position; camera will not scroll. Sectors may not load or behave correctly when the camera is distant from the player's position.",
      "Rus": "Команда \"/fixedcamera\". Включает или выключает блокировку положения камеры. Камера не сможет менять позицию. Невидимые сектора могут не подгружаться или вести себя не правильно, если камера отдалена от позиции игрока."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/fullbright"
      ]
    },
    "Texts": {
      "Eng": "Usage /fullbright. Disable the lighting engine and show everything.",
      "Rus": "Команда \"/fullbright\". Включает или отключает возможно видеть всё (сквозь стены) без затемнения."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/giveessentialitem"
      ]
    },
    "Texts": {
      "Eng": "Usage /giveessentialitem item slotName. Sets the specified essential slot to the specified item, overwriting the existing contents. Valid slot names are: beamaxe, wiretool, painttool, inspectiontool.",
      "Rus": "Команда \"/giveessentialitem предмет слот\". Устанавливает указанный предмет в указанный слот, перезаписывая текущий контент. Доступные слоты: beamaxe (манипулятор материи), wiretool (режим проводки), painttool (режим рисования), inspectiontool (режим сканирования)."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/gravity"
      ]
    },
    "Texts": {
      "Eng": "Usage /gravity. Display the gravity at the player's position.",
      "Rus": "Команда \"/gravity\". Показывает уровень гравитации вокруг игрока."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/kick"
      ]
    },
    "Texts": {
      "Eng": "Usage /kick playerSpecifier [reason]. Kick the specified player and send the reason to the player. If no reason is specified then the player's server nickname is used as the reason.",
      "Rus": "Команда \"/kick ник_игрока [причина]\". Отключает указанного игрока и показывает ему причину. Если причина не указана, то игрок увидит свой ник как причину."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/list"
      ]
    },
    "Texts": {
      "Eng": "Usage /list. List all clients connected to the server. Format is $clientId : serverNickname : $$playerUuid. If the serverNickname contains unprintable characters the unicode escape sequence for those characters will be displayed instead.",
      "Rus": "Команда \"/list\". Выводит список подключенных  игроков к серверу. Формат - $ID_клиента : ник_ игрока : $$UUID_игрока. Если ник игрока содержит недоступные для отображения символы, они будут заменены на коды символов в стандарте Юникод."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/maketechavailable"
      ]
    },
    "Texts": {
      "Eng": "Usage /maketechavailable techName. Makes the specified tech visible and available for purchase.",
      "Rus": "Команда \"/maketechavailable название_технологии\". Делает указанную технологию возможной для покупки."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/naked"
      ]
    },
    "Texts": {
      "Eng": "Usage /naked. Remove all gear. Useful in macros to give a character new gear replacing the existing gear, or you know, for fun.",
      "Rus": "Команда \"/naked\". Снимает с персонажа все снаряжение. Полезна в написании макросов, чтобы снять текущее снаряжение и надеть новое. Ну, или чтобы повеселиться..."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/placedungeon"
      ]
    },
    "Texts": {
      "Eng": "Usage /placedungeon dungeonname [position]. Place the given dungeon into the world anchored at the specified position or the player's cursor position. Positions should be specified as x,y. Ignores anchoring rules. ",
      "Rus": "Команда \"/placedungeon название_данжа [позиция]\". Создает указанный данж в текущем месте курсора. Также позиция может быть задана вручную по осям X и Y. Игнорирует правила внедрения в мир."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/played"
      ]
    },
    "Texts": {
      "Eng": "Usage /played. Displays the total play time of the current character.",
      "Rus": "Команда \"/played\". Показывает общее время игры за текущего персонажа."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/previewnewquest"
      ]
    },
    "Texts": {
      "Eng": "Usage /previewnewquest questTemplateId positionInSequence questGiverSpecies. Displays the New Quest interface for the given quest without altering the player's quest state. Valid positionInSequence options are: first, last, next, solo. May break if the quest doesn't have example data configured.",
      "Rus": "Команда /previewnewquest questTemplateId positionInSequence questGiverSpecies. Отображает интерфейс \"Новый Квест\" для текущего квеста без смены состояния квеста игрока. Допустимые positionInSequence опции это: first, last, next, solo. Может сломаться, если квест не имеет настроенных данных примера."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/previewquestcomplete"
      ]
    },
    "Texts": {
      "Eng": "Usage /previewquestcomplete questTemplateId positionInSequence questGiverSpecies. Displays the Quest Complete interface for the given quest without altering the player's quest state. Valid positionInSequence options are: first, last, next, solo. May break if the quest doesn't have example data configured.",
      "Rus": "Команда /previewquestcomplete questTemplateId positionInSequence questGiverSpecies. Отображает интерфейс \"Завершенный Квест\" для текущего квеста без смены состояния квеста игрока. Допустимые positionInSequence опции это: first, last, next, solo. Может сломаться, если квест не имеет настроенных данных примера."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/previewquestfailed"
      ]
    },
    "Texts": {
      "Eng": "Usage /previewquestfailed questTemplateId positionInSequence questGiverSpecies. Displays the Quest Failed interface for the given quest without altering the player's quest state. Valid positionInSequence options are: first, last, next, solo. May break if the quest doesn't have example data configured.",
      "Rus": "Команда /previewquestfailed questTemplateId positionInSequence questGiverSpecies. Отображает интерфейс \"Проваленный Квест\" для текущего квеста без смены состояния квеста игрока. Допустимые positionInSequence опции это: first, last, next, solo. Может сломаться, если квест не имеет настроенных данных примера."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/pvp"
      ]
    },
    "Texts": {
      "Eng": "Usage /pvp. Enable or disable your Player vs. Player mode.",
      "Rus": "Команда \"/pvp\". Включает или отключает режим боя с другими игроками."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/radiomessage"
      ]
    },
    "Texts": {
      "Eng": "Usage /radiomessage messageId. Triggers the player to receive the radio message with the specified id.",
      "Rus": "Команда \"/radiomessage ID_сообщения\". Вызывает получение игроком радио-сообщения с указанным идентификатором."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/reload"
      ]
    },
    "Texts": {
      "Eng": "Usage /reload.  Reloads your local, client side assets. Will cause lag as they are reparsed.",
      "Rus": "Команда \"/reload\". Перезагружает локальные ресурсы на стороне клиента. Может вызвать зависания игры, так как ресурсы будут повторно обработаны."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/resetachievements"
      ]
    },
    "Texts": {
      "Eng": "Usage /resetachievements. Resets all of the player's achievement statistics.",
      "Rus": "Команда \"/resetachievements\". Сбрасывает всю статистику по полученным достижениям игрока."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/resetgravity"
      ]
    },
    "Texts": {
      "Eng": "Usage /resetgravity. Undoes /setgravity. Begin using server gravity again.",
      "Rus": "Команда \"/resetgravity\". Отменяет команду \"/setgravity\". Восстанавливает стандартные (серверные) значения для гравитации."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/resetuniverseflags"
      ]
    },
    "Texts": {
      "Eng": "Usage /resetuniverseflags. Clears all universe flags, but doesn't directly revert any effects triggered by those flags.",
      "Rus": "Команда \"/resetuniverseflags\". Убирает все флаги (значения), установленные для текущей вселенной, но не отменяет последствия, вызванные ими."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/serverreload"
      ]
    },
    "Texts": {
      "Eng": "Usage /serverreload. Reloads the remote, server side assets. Will cause lag as they are reparsed.",
      "Rus": "Команда \"/serverreload\". Перезагружает ресурсы на стороне сервера. Может вызвать зависания игры, так как ресурсы будут повторно обработаны."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/serverwhoami"
      ]
    },
    "Texts": {
      "Eng": "Usage /serverwhoami. Display your server username and admin status.",
      "Rus": "Команда \"/serverwhoami\". Выводит название вашего сервера и статус администраторов."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/setgravity"
      ]
    },
    "Texts": {
      "Eng": "Usage /setgravity level. Sets your local gravity to the level specified. Negative values will make you fall up but you can't jump from your head. This change is local only, and looks pretty heinous on a server, because it screws very heavily with delta prediction.",
      "Rus": "Команда \"/setgravity уровень\". Устанавливает уровень гравитации на указанный. Отрицательные значения заставят персонажа \"падать\" вверх, но невозможно будет использовать прыжок. Это изменение происходит только локально."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/setspawnpoint"
      ]
    },
    "Texts": {
      "Eng": "Usage /setspawnpoint. Sets the default spawn point on the current world to your character's position.",
      "Rus": "Команда \"/setspawnpoint\". Устанавливает стандартное место появления на данной планете в текущую позицию персонажа."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/settileprotection"
      ]
    },
    "Texts": {
      "Eng": "Usage /settileprotection dungeonId isProtected. Set protection for blocks with the specified dungeonId to be true (unbreakable) or false (breakable).",
      "Rus": "Команда \"/settileprotection ID_данжа значение\". Устанавливает защиту блоков указанного данжа в соответствии со значением - true (неломающиеся) либо false (ломающиеся)."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/setuniverseflag"
      ]
    },
    "Texts": {
      "Eng": "Usage /setuniverseflag flagName. Sets the current universe flag, triggering any associated world changes.",
      "Rus": "Команда \"/setuniverseflag название_флага\". Устанавливает флаг (значение) вселенной, вызывая все изменения, связанные с ним."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/spawnitem"
      ]
    },
    "Texts": {
      "Eng": "Usage /spawnitem itemName [count] [parameters]. Spawn the specified item at the mouse cursor. If the item does not exist it will spawn a perfectly generic item. Count should be an integer and defaults to 1. Parameters should be specified as a JSON object enclosed by single quotes.",
      "Rus": "Команда \"/spawnitem название_предмета [количество] [параметры]\". Создает указанный предмет в текущем месте курсора. Если указанный предмет не существует, то будет создан обычный идеальный предмет. Количество должно быть целым числом (по умолчанию равно 1). Параметры должны быть представлены в виде объекта JSON, заключенного в одинарные кавычки."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/spawnliquid"
      ]
    },
    "Texts": {
      "Eng": "Usage /spawnliquid liquidName [quantity]. Spawn a quantity of the specified liquid at the mouse cursor. Quantity defaults to 1.",
      "Rus": "Команда \"/spawnliquid название_жидкости [количество]\". Создает определенное количество указанной жидкости в текущем месте курсора. По умолчанию количество равно 1."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/spawnmonster"
      ]
    },
    "Texts": {
      "Eng": "Usage /spawnmonster type [level] [parameters]. Spawn a monster of the specified type at the mouse cursor. Level defaults to 1. Parameters should be specified as a JSON object enclosed by single quotes.",
      "Rus": "Команда \"/spawnmonster тип [уровень] [параметры]\". Создает монстра определенного типа и уровня в текущем месте курсора. По умолчанию уровень равен 1. Параметры должны быть представлены в виде объекта JSON, заключенного в одинарные кавычки."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/spawnnpc"
      ]
    },
    "Texts": {
      "Eng": "Usage /spawnnpc species type [level] [seed] [overrides]. Spawn an NPC of the specified species and type at the mouse cursor. Level defaults to 1. Overrides should be specified as a JSON object enclosed by single quotes.",
      "Rus": "Команда \"/spawnnpc раса тип [уровень] [источник] [параметры]\". Создает неигрового персонажа в текущем месте курсора. По умолчанию уровень равен 1. Параметры должны быть представлены в виде объекта JSON, заключенного в одинарные кавычки."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/spawnstagehand"
      ]
    },
    "Texts": {
      "Eng": "Usage /spawnstagehand type [parameters]. Spawn a Stagehand of the specified type. Parameters should be specified as a JSON object enclosed by single quotes.",
      "Rus": "Команда \"/spawnstagehand тип [параметры]\". Создание stagehand определённого типа с заданными параметрами (в JSON)."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/spawntreasure"
      ]
    },
    "Texts": {
      "Eng": "Usage /spawntreasure poolName [level]. Spawns all items in a single random generation of the specified treasure pool at the mouse cursor. Level defaults to 1.",
      "Rus": "Команда \"/spawntreasure тип [уровень]\". Создает случайный объект указанного типа в текущем месте курсора. По умолчанию уровень равен 1."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/spawnvehicle"
      ]
    },
    "Texts": {
      "Eng": "Usage /spawnvehicle type [parameters]. Spawn a vehicle of the specified type at the mouse cursor. Parameters should be specified as a JSON object enclosed by single quotes.",
      "Rus": "Команда \"/spawnvehicle тип [параметры]\". Создает транспорт указанного типа в текущем месте курсора. Параметры должны быть представлены в виде объекта JSON, заключенного в одинарные кавычки."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/startquest"
      ]
    },
    "Texts": {
      "Eng": "Usage /startquest questArcDescriptor. Give the player a quest with the specified quest arc descriptor, which should be a JSON string or object enclosed by single quotes. To start a quest by quest template ID, enclose the template ID in single and double quotes, e.g. /startquest '\"protectorate\"'",
      "Rus": "Команда  /startquest questArcDescriptor. Дает игроку квест с указанным указателем цепочки квестов, который должен быть строкой JSON или объектом в одинарных кавычках. Чтобы начать квест указав ID шаблона квеста, закройте ID шаблона в одиночные и двойны кавычки, например /startquest '\"protectorate\"'"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/statistic"
      ]
    },
    "Texts": {
      "Eng": "Usage /statistic statName. Displays the value of the specified achievement statistic.",
      "Rus": "Команда \"/statistic название\". Отображает значение прогресса указанного достижения."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/suicide"
      ]
    },
    "Texts": {
      "Eng": "Usage /suicide. Kills the current character, incurring all normal death penalties (including permadeath!). This can be used as a last resort if you are irreversibly stuck.",
      "Rus": "Команда \"/suicide\". Убивает текущего персонажа со всеми стандартными последствиями смерти (включая необратимую смерть в режиме Hardcore). Эта команда может быть использована в крайнем случае, если персонаж застрял где-то."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/timewarp"
      ]
    },
    "Texts": {
      "Eng": "Usage /timewarp time. Warp universe time ahead by the specified number of seconds.",
      "Rus": "Команда \"/timewarp время_в_секундах\". Переводит значение времени во вселенной вперед на указанное количество секунд."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/togglelayer"
      ]
    },
    "Texts": {
      "Eng": "Usage /togglelayer. Toggle the visibility of the specified layer. A layer is a number between 1 and 21. They are in order: Sky, Parallax, Background, Platforms, Plant, PlantDrop, Object, CursorHintedObject, ParticlesBottom, Effect, Projectile, NPC, Player, ItemDrop, Water, ParticlesMiddle, Foreground, ParticlesTop, Nametag, InfoBars.",
      "Rus": "Команда \"/togglelayer [номер]\". Включает или отключает видимость указанного слоя. Принимает значения от 1 до 21. Список: 1. Небо, 2. Параллакс, 3. Подземный параллакс, 4. Фон, 5. Платформы, 6. Растения, 7. Продукты, 8. Объекты, 9. Используемые объекты, 10. Нижние частицы, 11. Эффекты, 12. Снаряды, 13. NPC, 14. Игрок, 15. Предметы, 16. Вода, 17. Средние частицы, 18. Передний план, 19. Верхние частицы, 20. Имена, 21. Панель показателей"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/unbanip"
      ]
    },
    "Texts": {
      "Eng": "Usage /unbanip address. Removes entries with the specified address from temporary and permanent ban lists.",
      "Rus": "Команда \"/unbanip адрес\". Удаляет указанный ip адрес из временных и постоянных списков блокировок."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/unbanuuiud"
      ]
    },
    "Texts": {
      "Eng": "Usage /unbanuuid uuid. Removes entries with the specified uuid from temporary and permanent ban lists.",
      "Rus": "Команда \"/unbanuuid uuid\". Удаляет указанный uuid из времменых и постоянных списков блокировок."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/debugCommands/upgradeship"
      ]
    },
    "Texts": {
      "Eng": "Usage /upgradeship shipUpgrades. Applies the specified ship upgrades to the current player's ship. shipUpgrades should be specified as a JSON object enclosed by single quotes, e.g. '{\"shipLevel\" : 5}'",
      "Rus": "Команда \"/upgradeship улучшение\". Применяет указанное улучшение к текущему кораблю игрока. Улучшение должно быть указано в виде объекта JSON, заключенного в одинарные кавычки. Пример: '{\"shipLevel\" : 5}'."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/warp"
      ]
    },
    "Texts": {
      "Eng": "Usage /warp warpAction. Warps player to a world and/or position. Valid warp action formats include: OwnShip, OrbitedWorld, CelestialWorld:celestialcoordinates, InstanceWorld:worldid:<uuid>:<level>, ClientShipWorld:playeruuid, Player:playeruuid, Nowhere (current world). Most warp actions can have =xcoordinate.ycoordinate added to specify a position within that world.",
      "Rus": "Команда \"/warp действие\". Переносит игрока на планету и/или позицию. Значения должны быть указаны в следующем формате: Корабль, Планета, Положение_планеты:координаты, Мир:ID_мира:<UUID>:<уровень>, Мир_с_кораблем:UUID_игрока, Игрок:UUID_игрока, Исчезновение_игрока (текущий мир). Многие действия требуют указания \"=координаты_по_x.координаты_по_y\", добавленного для указания положения в текущем мире."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/whereami"
      ]
    },
    "Texts": {
      "Eng": "Usage /whereami. Display the celestial coordinate of your current location.",
      "Rus": "Команда \"/whereami\". Отображает текущие координаты."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/adminCommands/whereis"
      ]
    },
    "Texts": {
      "Eng": "Usage /whereis playerSpecifier. Display the celestial coordinate of the specified player's current location.",
      "Rus": "Команда \"/whereis ник_игрока\". Отображает координаты указанного игрока."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/whoami"
      ]
    },
    "Texts": {
      "Eng": "Usage /whoami. Display your local username and admin status.",
      "Rus": "Команда \"/whoami\". Отображает Ваш локальный никнейм и статус администратора."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "help.config": [
        "/basicCommands/help"
      ]
    },
    "Texts": {
      "Eng": "Use /help commandName to get detailed documentation.",
      "Rus": "Команда \"/help название_команды\". Выводит полную документацию по указанной команде."
    }
  }
]