[
  {
    "DeniedAlternatives": [
      "А существа из \"Zombie Banana Mansion\" существуют в реальности?"
    ],
    "Files": {
      "objects/hylotl/arcadeyellow/arcadeyellow.object": [
        "/glitchDescription/glitchEmotedText"
      ]
    },
    "Texts": {
      "Eng": "Do the creatures in Zombie Banana Mansion exist in reality?",
      "Rus": "Существуют ли создания из \"Zombie Banana Mansion\" в реальности?"
    }
  },
  {
    "DeniedAlternatives": [
      "Я понимаю желание защитить свой дом, но на мой взгляд \"Zombie Banana Mansion \" чересчур жестока."
    ],
    "Files": {
      "objects/hylotl/arcadeyellow/arcadeyellow.object": [
        "/hylotlDescription"
      ]
    },
    "Texts": {
      "Eng": "I understand the urge to protect one's home, but I find Zombie Banana Mansion excessively violent.",
      "Rus": "Стремление обезопасить дом и запасы еды понятно, но всё же \"Zombie Banana Mansion\" слишком жестокая игра."
    }
  },
  {
    "DeniedAlternatives": [
      "На этом игровом автомате запущена игра \"Zombie Banana Mansion\"."
    ],
    "Files": {
      "objects/hylotl/arcadeyellow/arcadeyellow.object": [
        "/description"
      ]
    },
    "Texts": {
      "Eng": "This machine runs a game called 'Zombie Banana Mansion'.",
      "Rus": "На автомате запущена игра \"Zombie Banana Mansion\"."
    }
  },
  {
    "DeniedAlternatives": [
      "Зачем ссспасать липкие бананы? Просто ешшшь зомби!"
    ],
    "Files": {
      "objects/hylotl/arcadeyellow/arcadeyellow.object": [
        "/floranDescription"
      ]
    },
    "Texts": {
      "Eng": "Why sssave icky bananas? Just eat zombies!",
      "Rus": "Зачем защищать мерзкие бананы? Можно же ссъесть зомби!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/hylotl/arcadeyellow/arcadeyellow.object": [
        "/shortdescription"
      ]
    },
    "Texts": {
      "Eng": "Yellow Arcade Machine",
      "Rus": "Жёлтый игровой автомат"
    }
  },
  {
    "DeniedAlternatives": [
      "\"Zombie Banana Mansion\" - это классическая апексовская игра! В детстве я очень много в неё играл."
    ],
    "Files": {
      "objects/hylotl/arcadeyellow/arcadeyellow.object": [
        "/apexDescription"
      ]
    },
    "Texts": {
      "Eng": "Zombie Banana Mansion is a classic Apex game! It terrified me when I was young.",
      "Rus": "\"Zombie Banana Mansion\" - это классическая игра Апексов. В детстве она меня пугала."
    }
  },
  {
    "DeniedAlternatives": [
      "\"Zombie Banana Mansion\" - вы должны убить всех зомби чтобы сохранить запасы бананов а особняке. Интересная идея."
    ],
    "Files": {
      "objects/hylotl/arcadeyellow/arcadeyellow.object": [
        "/avianDescription"
      ]
    },
    "Texts": {
      "Eng": "Zombie Banana Mansion-- you must shoot all the zombies to preserve your mansion's stock of bananas. Interesting concept.",
      "Rus": "\"Zombie Banana Mansion\" - нужно отстреливать зомби, защищая кучу бананов. Занятный концепт."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/hylotl/arcadeyellow/arcadeyellow.object": [
        "/humanDescription"
      ]
    },
    "Texts": {
      "Eng": "Zombie Banana Mansion. Leave it to the Apex to make the preservation of bananas their highest priority.",
      "Rus": "Zombie Banana Mansion. Оставьте задачу по сохранению бананов Апексам - они в этом кое-что понимают."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "objects/hylotl/arcadeyellow/arcadeyellow.object": [
        "/novakidDescription"
      ]
    },
    "Texts": {
      "Eng": "Zombie Banana Mansion? I've had just about enough of zombie games, truth be told.",
      "Rus": "\"Zombie Banana Mansion\"? Вообще уж полно игр про зомби, честно говоря."
    }
  }
]