[
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/23/text"
      ]
    },
    "Texts": {
      "Eng": "Before its last energies dissipated, the Cultivator gifted six chosen races with precious artifacts.",
      "Rus": "Перед тем, как его оставшаяся энергия рассеялась, Создатель одарил шесть избранных рас ценными артефактами."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/21/text"
      ]
    },
    "Texts": {
      "Eng": "But in doing so, the Cultivator exhausted its power completely.",
      "Rus": "Но при этом Создатель полностью исчерпал свою энергию."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/16/text"
      ]
    },
    "Texts": {
      "Eng": "But this tranquility proved finite.  A being arose, one of hate and destruction. It was the Ruin.",
      "Rus": "Но этому спокойствию пришёл конец. Возникло нечто, сотканное из ненависти и разрушения. И имя ему - Разрушитель."
    }
  },
  {
    "DeniedAlternatives": [
      "Здравствуй, дорогуша! Это и есть тот самый Манипулятор Материи? Отлично, значит ты действительно Протектор. "
    ],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/5/text"
      ]
    },
    "Texts": {
      "Eng": "Hello, dear! Is that a Matter Manipulator you're carrying? Excellent, so you're a Protector.",
      "Rus": "Здравствуй, дорогуша! Это и есть тот самый Манипулятор Материи? Отлично, значит ты действительно Защитник. "
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/10/text"
      ]
    },
    "Texts": {
      "Eng": "I discovered things long forgotten that weigh heavy on the present.",
      "Rus": "Я обнаружила невероятные, давно забытые в наше время вещи. "
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/9/text"
      ]
    },
    "Texts": {
      "Eng": "I left some years ago, an impossible decision; but my research could not be neglected.",
      "Rus": "Я покинула это место много лет назад - непростое решение... но моими исследованиями нельзя было пренебречь."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/6/text"
      ]
    },
    "Texts": {
      "Eng": "I'm sorry to say, perhaps the last, after the... The terrible destruction of Earth...",
      "Rus": "Мне очень тяжело это говорить, но возможно ты последний... кто выжил после чудовищного разрушения Земли... "
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/18/text"
      ]
    },
    "Texts": {
      "Eng": "It fought to blot out all life, and would have succeeded, but for the sacrifice of the Cultivator.",
      "Rus": "Создатель боролся изо всех сил, чтобы сохранить жизнь, и преуспел в этом, но заплатил чудовищную цену."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/7/text"
      ]
    },
    "Texts": {
      "Eng": "It's sadly inevitable that we should meet now...",
      "Rus": "К сожалению, наша встреча была неизбежной..."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/13/text"
      ]
    },
    "Texts": {
      "Eng": "Long ago, there was a force known as the Cultivator, it maintained balance in the universe.",
      "Rus": "Давным-давно, существовала сила, известная как Создатель, сохранявшая равновесие во вселенной."
    }
  },
  {
    "DeniedAlternatives": [
      "Меня зовут ^orange;Эстер Брайт^white;, я Великий Протектор в отставке."
    ],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/8/text"
      ]
    },
    "Texts": {
      "Eng": "My name is ^orange;Esther Bright^white;, retired Grand Protector.",
      "Rus": "Меня зовут ^orange;Эстер Брайт^white;, я Высший Защитник в отставке."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/20/text"
      ]
    },
    "Texts": {
      "Eng": "The Cultivator rose against the Ruin, and succeeded in sealing it away.",
      "Rus": "В бою Создатель поверг Разрушителя, и запечатал его, оградив от всего мира."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/17/text"
      ]
    },
    "Texts": {
      "Eng": "The Ruin could not abide life in any form, and reaped destruction upon the universe.",
      "Rus": "Разрушитель не выносил жизнь ни в какой форме и сеял разрушение по всей Вселенной."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/30/text"
      ]
    },
    "Texts": {
      "Eng": "The artifacts are scattered across the stars, I can't find them alone.",
      "Rus": "Артефакты разбросаны по звездным системам, я не могу найти их одна."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/26/text"
      ]
    },
    "Texts": {
      "Eng": "The defenses are crumbling. We must unite the artifacts, reach the Ruin, and truly destroy it.",
      "Rus": "Его темница медленно рушится. Мы должны объединить артефакты, найти Разрушителя и полностью уничтожить его."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/25/text"
      ]
    },
    "Texts": {
      "Eng": "These six artifacts, when united, form the key that opens the gate to the Ruin.",
      "Rus": "Эти шесть артефактов, будучи собраны воедино, образуют ключ, который открывает врата к Разрушителю."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/29/text"
      ]
    },
    "Texts": {
      "Eng": "This is a lot to take in dear, and a huge request to make of you... But I would like your help.",
      "Rus": "Я прошу слишком многого от тебя, дорогуша... Но мне правда нужна твоя помощь."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/14/text"
      ]
    },
    "Texts": {
      "Eng": "Under its influence, harmony reigned. So it was for aeons.",
      "Rus": "Эта сила была источником мировой гармонии. И такой порядок длился неисчислимое множество веков."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "cinematics/story/esther/esther.cinematic": [
        "/panels/31/text"
      ]
    },
    "Texts": {
      "Eng": "We must find them and eradicate the Ruin, before other planets go the way of the Earth.",
      "Rus": "Мы должны найти их и остановить Разрушителя, прежде чем другие планеты разделят участь Земли."
    }
  }
]