[
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/avian/3"
      ]
    },
    "Texts": {
      "Eng": "An Avian from beyond the stars! Tell me, have you been spreading the good word of Kluex to earn your wings?",
      "Rus": "Авианин из других миров! Распространяешь ли ты слово Клюэкса, дабы заслужить его крылья?"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/avian/2"
      ]
    },
    "Texts": {
      "Eng": "Every time something good happens to you it is because of Kluex. But, as an Avian, I'm sure you already know this!",
      "Rus": "Всем хорошим в твой жизни, чужеземец, тебя одарил Клюэкс. Но ты, Авианин, и так это знаешь!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/default/2"
      ]
    },
    "Texts": {
      "Eng": "Every time something good happens to you, stranger, it is because of Kluex. Everything bad is just your fault.",
      "Rus": "Всем хорошим в твой жизни, чужеземец, тебя одарил Клюэкс. Во всём плохом ты сам виноват."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/avian/1"
      ]
    },
    "Texts": {
      "Eng": "I am a Stargazer, herald of Kluex! But, with that look in your eye, I guess you knew that already!",
      "Rus": "Я Звездочёт, пророк Клюэкса! Но по судя по твоему виду, для тебя это не новость!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/default/1"
      ]
    },
    "Texts": {
      "Eng": "I am a Stargazer, herald of Kluex! When I speak, I speak the words of our winged god!",
      "Rus": "Я Звездочёт, пророк Клюэкса! Моими устами говорит сам крылатый бог!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/avian/4"
      ]
    },
    "Texts": {
      "Eng": "If we are good to Kluex, we'll all earn a place in the heavens. Other races don't get to join us, though.",
      "Rus": "Если мы искупим грехи, то займём место на небесах подле Клюэкса. Жаль, что другим народам такое не суждено."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/avian/0"
      ]
    },
    "Texts": {
      "Eng": "Listen, fellow Avian, to the word of Kluex! Tremble at his winged might! Marvel at his clawed compassion!",
      "Rus": "Собрат, услышь слово Клюэкса! Трепещи перед его штормовыми крыльями! Склонись перед бережными когтями!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/default/0"
      ]
    },
    "Texts": {
      "Eng": "Listen, stranger, to the word of Kluex! Tremble at his winged might! Marvel at his clawed compassion!",
      "Rus": "Чужак, услышь слово Клюэкса! Трепещи перед его штормовыми крыльями! Склонись перед бережными когтями!"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/default/5"
      ]
    },
    "Texts": {
      "Eng": "The Avian people will soon ascend to our place in the heavens. Don't miss us when we're gone, stranger.",
      "Rus": "Все Авиане скоро вознесутся в небеса. Не скучай по нам, чужеземец."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/default/4"
      ]
    },
    "Texts": {
      "Eng": "You are not from around here. As long as you respect the laws of Kluex then we have no quarrel with you.",
      "Rus": "Ты тут чужой. Но до тех пор, пока ты уважаешь заповеди Клюэкса, мы тебя не тронем."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "npcs/dungeon/aviannativevillage/stargazer.npctype": [
        "/dialog/converse/avian/default/3"
      ]
    },
    "Texts": {
      "Eng": "You don't look like a true follower of Kluex. Be polite, stranger, and we won't have to hurt you.",
      "Rus": "Не похоже, чтобы ты верил в Клюэкса. Веди себя прилично, и мы не причиним вреда."
    }
  }
]